Repository: kefaxoo/music-player-without-name
Catalog: music-app/music-app/Localization/*.lproj/Localizable.strings
Languages: be, uk

# alert.message.errorPlaylist
source: Unavailable to create playlist
be: Немагчыма стварыць плэйліст
uk: Неможливо створити плейліст

# alert.title.error
source: Error
be: Памылка
uk: Помилка

# alert.title.loadingAlbums
source: Loading albums
be: Загрузка альбомаў
uk: Завантаження альбомів

# alert.title.loadingArtists
source: Loading artists
be: Загрузка спевакоў
uk: Завантаження виконавця

# alert.title.success
source: Success
be: Паспяхова
uk: Успішно

# controller.addPlaylist.addTracks
source: Add tracks
be: Дадаць трекі
uk: Додати композиції

# controller.addPlaylist.cancel
source: Cancel
be: Адмена
uk: Скасувати

# controller.addPlaylist.done
source: Done
be: Працягнуць
uk: Готово

# controller.addPlaylist.textFieldPlaceholder
source: Enter playlist name
be: Увядзіце назву плэйліста
uk: Введіть назву плейлісту

# controller.addPlaylist.title
source: New playlist
be: Новы плэйліст
uk: Новий плейліст

# controller.library.playlists.addPlaylist
source: Add playlist
be: Стварыць плэйліст
uk: Додати плейліст

# controller.library.recentlyAddedLabel
source: Recently added
be: Нядаўна дададзеныя
uk: Нещодавно додане

# controller.search.segmentedControl.albums
source: Albums
be: Альбомы
uk: Альбоми

# controller.search.segmentedControl.artists
source: Artists
be: Спевакі
uk: Виконавці

# controller.search.segmentedControl.tracks
source: Tracks
be: Трэкі
uk: Композиції

# library.albums
source: Albums
be: Альбомы
uk: Альбоми

# library.artists
source: Artists
be: Спевакі
uk: Виконавці

# library.downloaded
source: Downloaded
be: Загрузкі

# library.playlists
source: Playlists
be: Плэйлісты
uk: Плейлісти

# library.songs
source: Songs
be: Трэкі
uk: Пісні

# menuActions.addToLibrary
source: Add to library
be: Дадаць у бібліятэку
uk: Додати до бібліотеки

# menuActions.removeFromLibrary
source: Remove from library
be: Выдаліць з бібліятэкі
uk: Прибрати з бібліотеки

# menuActions.removePlaylistFromLibrary
source: Remove playlist from library
be: Выдаліць плэйліст з бібліятэкі
uk: Прибрати плейліст з бібліотеки

# menuActions.shareLink
source: Share link
be: Падзяліцца спасылкай
uk: Поділитися посиланням

# menuActions.shareLink.shareSong
source: Listen %@ by %@ %@
be: Слухайце %@ ад %@ %@
uk: Слухайте %@ від %@ %@

# menuActions.shareSong
source: Share song
be: Падзяліцца песняй
uk: Поділитися піснею

# searchBarPlaceholder.albums
source: Type album name...
be: Увядзіце назву альбома...
uk: Введіть назву альбому...

# searchBarPlaceholder.artists
source: Type artist name...
be: Увядзіце назву спевака...
uk: Введіть назву виконавця...

# searchBarPlaceholder.main
source: Type track, album, artist name...
be: Увядзіце трека, альбома ці спевака...
uk: Введіть назву композиції, альбому, виконавця, плейлісту...

# searchBarPlaceholder.playlists
source: Type playlist name...
be: Увядзіце назву плэйліста...
uk: Введіть назву плейлісту...

# searchBarPlaceholder.tracks
source: Type track name...
be: Увядзіце назву трэка...
uk: Введіть назву композиції...

# tabBar.library
source: Library
be: Бібліятэка
uk: Бібліотека

# tabBar.search
source: Search
be: Пошук
uk: Пошук
